---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBordern2
source: html/a012120f-56ba-4d9d-3dea-6b257521f647.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CurtaingridAdjustBordern2 Property

"Adjust for Mullion Size"

## Syntax (C#)
```csharp
public static ForgeTypeId CurtaingridAdjustBordern2 { get; }
```